# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'

# Binaries
brew 'nvm'
brew 'pnpm'
brew 'yarn'
brew 'starship'
brew 'mas'
brew 'svn' # Needed to install fonts

# Apps
cask 'brave-browser'
cask 'google-chrome'
cask 'firefox'
cask 'slack'
cask 'spotify'
cask 'thunderbird'
cask 'visual-studio-code'
cask 'postman'
cask 'figma'
cask 'skype'
cask 'ferdium'
cask 'zoom'
cask 'discord'
cask 'kdrive'
cask 'rectangle'
cask 'blender'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-jetbrains-mono'

# Mac App Store
mas 'Giphy Capture', id: 668208984
mas 'Speedtest', id: 1153157709
mas 'Lightshot Screenshot', id: 526298438