# Binaries
brew 'nvm'
brew 'pnpm'
brew 'yarn'
brew 'starship'
brew 'mas'
brew 'rust'
brew 'svn' # Needed to install fonts
brew 'ffmpeg'
brew 'git-lfs'

# Apps
cask 'brave-browser'
cask 'google-chrome'
cask 'firefox'
cask 'slack'
cask 'spotify'
cask 'thunderbird'
cask 'visual-studio-code'
cask 'postman'
cask 'figma'
cask 'skype'
cask 'discord'
cask 'kdrive'
cask 'rectangle'
cask 'blender'
cask 'warp'
cask 'raycast'
cask 'arc'
cask 'jottacloud'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-jetbrains-mono'

# Mac App Store
mas 'Speedtest', id: 1153157709
mas 'DaVinci Resolve', id: 571213070
mas 'Magic Disk Benchmark', id: 1608793370